{
    "m_Enable": 1,
    "m_Description": "READY OR NOT [MELKART]",
    "m_Tabs": [
        {
            "m_TabLabel": "REGRAS GERAIS",
            "m_TabLines": [
                "Proibido qualquer construção na realização do Raid por falha.",
                "Ao fim de todo Raid os defensores poderão reconstruir os portões/portas estourados. Base sem portões  ou abertas podem ser invadidas 24h/7.",
                "É proibido deslogar dentro da base invadida.",
                "É proibido tomar a base invadida",
                "É proibido o uso de bugs e Glitchs.",
                "Raid em tendas permitido, utilização da marreta de raid!",
                "Os defensores poderão reconstruir os portões/portas/codelock estourados. Da Base, somente ou final do horário de Raid as 00:00"
            ]
        },
        {
            "m_TabLabel": "REGRAS CONSTRUÇÃO",
            "m_TabLines": [
                "O sistema de Construções é Vanilla/Mod do Servidor.",
                "Proibido colocar uma torre de vigia em cima da outra.",
                "São proibidas Construções que não sigam de forma razoável a física da vida real",
                "São proibidas Construções em Delegacia, Hospitais, Bombeiros e Bases Militares.",
                "Construções podem ser feitas com no mínimo, 400 metros de distância de Bases Militares.",
                "A base principal pode ter, no máximo, 10 portões/portas com Codelock.",
                "A base operacional (FOB), no máximo, 3 portão com Codelock.",
                "Barracas e outros itens de base não tem limites de Codelock.",
                "Construções dos portões devem deixar possível o acesso para destruição do Codelock.",
                "Caso for fazer a base em cima de um prédio a altura da base deve ser de 2 andares."
            ]
        },
        {
            "m_TabLabel": "REGRAS RAID",
            "m_TabLines": [
                "Raids através da utilização de Marreta de Raid são permitidos apenas aos finais de semana.",
                "Horários:",
                "Sábado | 19H às 0H.",
                "Domingo | 19H às 0H.",
                "Raid via  Marreta de Raid",
                "O Raid é feito destruindo Codelock utilizando Marreta de Raid.",
                "Raid por falha de construção pode ser realizado a qualquer momento desde que seja gravado comprovando a falha.",
                "Mais informações no discord do servidor."
            ]
        },
        {
            "m_TabLabel": "REGRAS VEÍCULOS",
            "m_TabLines": [
                "Cuide bem do seu veiculo! Não haverá mais Spawn de veículos tão pouco reparo ou substituição de peças,  independente do motivo, razão ou circunstâncias que tenha ocorrido com seu veiculo, Bugs, acidente ou qualquer outra eventualidade. "
            ]
        },
        {
            "m_TabLabel": "VIP",
            "m_TabLines": [
                "Consulte nossos vips no discord",
                "Ajude a manter o servidor online",
                "Faça uma doação!"
            ]
        }
    ],
    "m_Buttons": [
        {
            "m_ButtonText": "WEBSITE",
            "m_ButtonLink": "https://discord.gg/8ecYR737Jc"
        },
        {
            "m_ButtonText": "DISCORD",
            "m_ButtonLink": "https://discord.gg/8ecYR737Jc"
        }
    ]
}